app/views/visitors/index.html.erb

SELECT COUNT(*) FROM "users"
---
</div>
<!--<p>Number of registered users is <%= User.count %>.</p>-->